zeroauth: zenn向けの変更
